10nates.ollama-autocoder
adpyke.codesnap
alefragnani.project-manager
chakrounanas.turbo-console-log
christian-kohler.path-intellisense
codezombiech.gitignore
donjayamanne.git-extension-pack
donjayamanne.githistory
dzhavat.bracket-pair-toggler
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
github.copilot
github.copilot-chat
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
grapecity.gc-excelviewer
james-yu.latex-workshop
kisstkondoros.vscode-gutter-preview
kylebarron.stata-enhanced
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
ms-vscode.vscode-serial-monitor
ms-vscode.vscode-speech
ms-vsliveshare.vsliveshare
mutantdino.resourcemonitor
njpwerner.autodocstring
pdconsec.vscode-print
pkief.material-icon-theme
redhat.vscode-xml
redhat.vscode-yaml
reditorsupport.r
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
tonybaloney.vscode-pets
twxs.cmake
uctakeoff.vscode-counter
usernamehw.indent-one-space
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vsciot-vscode.vscode-arduino
vsls-contrib.codetour
wayou.vscode-todo-highlight
william-voyek.vscode-nginx
yandeu.five-server
yeaoh.statarun
yzane.markdown-pdf
yzhang.markdown-all-in-one
ziyasal.vscode-open-in-github
